{
	"origin": ["#text#"],
	"text" : [
"Going on with houseFound part of Taharkas ...,02/03/1884",
"...Writing account in even,02/12/1883",
"About Fakirsmarket.  Boxes arrived.Settled with boatman.,03/02/1884",
"showerysame work,03/04/1884",
"No lettersfrom Cook. Atrib in aft, uncoveringRamses II stone?.,06/01/1884",
"Finished coalingand off by 12,06/07/1884",
"ground too wetto do any work; in tent allmorn. writing.out in aft over temples tillsunset.  Cleared up.,07/02/1884",
"walked to Abluna? on to Tell Nuira, coptn donkey through Tell Abu Hamed to Tell El Kehir. walk over to desert, bad marsh.,09/12/1883",
"sailed most of the day very slowly to about Shubra Shaab,10/01/1884",
"out over???? . men carrying bricksFine,10/02/1884",
"To church at 11. Wrote Poole and home.Up hills in aftn.,11/11/1883",
"Same.   cooler 92°... men from pit behindhouseBegan clearing for cornerof ... wall,12/06/1884",
"To church morn and .... Sleeping on boat ...,13/01/1884",
",13/04/1884",
"To churchvery hot and close,13/07/1884",
"Levelling,15/06/1884",
"Ashore by 7, wentover Doge's Palace, Arsenal gate and lionsgarden, St. Mark's corridors etc; onboard at 2, and left at 3.,15/11/1883",
"courtyard & house,16/03/1884",
"With Bedouin over canal + down to between Bin Fander & Murra; 17 miles in all. Writing in even.,16/12/1883",
"moved up to new room  Putty? door and roof.,17/02/1884",
"Left Paris 7.40Home by 6 pm.,17/07/1884",
"Walked about at Brindisi,over the convict prison etc.Mail passengers on at night.,18/11/1883",
"Church in morn.,20/01/1884",
"Began trench W of obelisk in hall. Began pits 2 and 3in road.With Miss Edwards,20/03/1884",
"Khalifa to FahnsEarly.,20/04/1884",
"Finished NE corner; well measured.Various small things finished. Sent off boxes; finished all ...,22/06/1884",
"Sorted over things from big housevery tired and sleepy.,23/03/1884",
"At munbigych abt. getting boat on. Over Tell Barta in aft. Boat through lock in Even.,23/12/1883",
"99.6Mr Webster, out with him ... stonesCol Baker + Gibbons, + Mr Rose.,24/01/1884",
"Very ..., hail, thunder. ... temple in late aftn. Letters in even.,24/02/1884",
"Church morn.Left for Hotel de Nil. Over Jebelname? in aft. Church in ...To Sheldon Amos with Corbett.,25/11/1883",
"Copying scarabs morn and aft,26/06/1884",
"In bedup in aft,27/01/1884",
"BetterBegan cataloging inscriptionsFinished the ... house at NE.with Poole and Mrs. name?,27/03/1884",
"Very hotChurch morn and aft,29/06/1884",
"To ... about order.To Cooks. Shopping. To boat withAmos's in aft. Settled in on board.Lying at Bulah.£30 from Cook.,29/11/1883",
"Photos.Ali left for Gizah36 new men came up.,30/03/1884",
"Church morning and evening. Lunch at Dupont's. Corbett Gibbons to dinner. To Dr G in afternoon. ,30/12/1883",
"To Pyramids got scarabs etc Talk to Ali about 5 am he agreeing to go. Back by 5 1/2. Messrs Marvel Mantry Houghton etc to dinner. ",
"To Old Cairo with children and Miss Matin.  Letters from Scott Moncrieff and DuPont telegram from boat. ",
"To Borg about money sending; hence to Blum and settle it. To cook arranged matters. Off by 6.0 train to Busha  ..  A. going on to Alex.",
     "outover temple. Men carrying bricks.",
     " Fine House begun. Clearing up to end wall. Cutting in line of granite sphinx. Clearing statues. Shaft in mid. Clearing houses. Fine  52 were boys and girls.",
     " Sent Khalife.",
     " Finished cleaning up cut to wall.  Cutting for sphinxes.  Cutting both sides E end Cutting for sphinxes began shaft clearing parts of wall.",
"  Cutting outside brick wall.  Trenches N & S at E end.  Wrote Poole and house. Same work Sent Khalife.",
     "moved up to new room  Putty .?.  door and roof. Cutting for afternoon",
     " up to new house.  Putting door Cutting for  clearing parts of wall shaft.  clearing pylon.  Khalife returned with letters Same work sent Khalife for money. Same work  Khalife returned.",
     " Cleaning parts of wall shaft. Cleaning pylon.",
     " Khalifa returns with letters. Same work.",
     " Sent Khalifa for money. Same work.",
     " Very high wind all day.",
     " Second sphinx trench finished.",
     "Very wet hail thunder. out round temple in late aftn. Letters in Even Some rain thunder. Same trenches and new one on S side. cleaning under big stela",
     " clearning out tomb chamber under Ra .?.  house. only rough pottery. copying inscrip",
     " cleaning under big stela.",
     " cleaning out tomb chambers",
     " under houses.  only rough pottery.",
     " Roman house by pylon with Dr. Grant",
     " Planned excavation and temple.",
     " with Poole Cook and Royle.",
     " sifting in Ra house",
     " began cleaning on N side obelisk by column with  .name.  H. Began big hole in sand by N gate",
     " Roman house by pylon",
     " Planned excavations with Poole Cook & Royle.",
     " sifting in Ro. house",
     " began cleaning in N side obelisk by  ",
     " with Susan H. Began big in sand",
     " with  .....  in aftn Begin trenches by hall.",
     " Khalifa returned with with 40 Pounds.",
     "over temple with owens in aftn. began trenches by hall.",
     " Khalife returns with 40",
     " Found figures to E of gate .?.  Finished tunnel in wall.",
     " with Grant Cooley home.",
     " In aft let down two stones with own men.",
     "  Work as before.",
     " 12 small figs found E.  ..... ",
     " Began trenches E. of obelisk in hall.",
     " with Mrs. Murston",
     "  Let down 4 large blocks of pylon wet morning",
     " no work ..... s. writing journal ",
     " began copy of R stela for  wilee",
     " In aft let down two stones with own men. Work as before.",
     " 12 small figs found E of lake.",
     " Before trenches E of obelisk in hall.",
     " with Miss Marston",
     "  Began trench W of obelisk in hall. Began pits 2 and 3 in W end. ",
     " with him Edwards Photographing quantity of figures found in house",
     " wrote letter for pap. Poole Printing photos.",
     " very sleepy. ",
     " shade Planning work done.",
     " Very sleepy.",
     " Sore throat and headache sleepy",
     " Finished lower road pits",
     "sorted over things from big house",
     " very tired and sleepy. Began pits 5 and 6 in road",
     " Dr. Dafallah and Altsman prospecting.",
     " very sleepy. Hot 92 in shade Planning work done.",
     " Began cataloging inscriptions",
     " Finished papyrus house at NE.",
     " Wrote Poole and Wm Benent  .?. . Hot. 94 in shade",
     " Found artists house on S side",
     " overhauling stones and settling what to get from Cairo. ",
     " Began house outside N wall. work as before.",
     " began house N of hall of  ... s.",
     " wrote Poole sent plan of work for March. wrote Cook for  200 with Ali and for stones. wrote Prof Amis .?.  and Wm Benest .?. .",
     " Ali left for Gizeh.",
     " 36 new men came up. Put on 170 altogether.",
     " Sphinxes and tablets found. Going on with same work",
     " windy 95 Wet day no work.",
     " Ali left for Gizah",
     " 36 new men came up. Put on 170 altogether.",
     " sphinxes and tablets found. Going on with same work on trenches S of sancty N of lybrinth and pits w of pylon.",
     " Early. same work marked out work on pits S of temple. off to Tell Zenin with Khalife etc Headache with sun. over to Tell Zenin from tent in aft.",
     " began big well behind house going with same on same houses",
     "  To Loud copying plan of San. with Poole at 12 1/2 discussing details lunch aft and left him 2 1/2. Copying other plans. ",
"Home by 5 1/4. wrote letters. To Wm Bennet and Uncle A in even. packed and to bed by 11' but only slept 3 hrs. off by 7.0 left C.S. 7.45",
     " Rough crossing and bad after it all day.",
     " met Wm Dodson who came on to Hotel Brit. with me. To bed by 8 1/2. slept most of the way in the train from Calais to Paris. ",
"With Wm Dodson to Louvre. To Masfero talk 10 1/2 to 12 wrote to Poole. Lunch and to Egn gallery in aft. writing aftn. After dinner abstracting Naville account of sites",
     " slept on board most of the aft. and night. To Geneva by 9. To Hotel del Pere .",
"Wired E Naville in Cours de bastions wrong: he sent in a right to Malagny walked there and talk with Naville 1-8 1/2. ",
"Back by train up at 5 1/2 and off for Zuric. Reached it by 6 1/2 Even. Dinner papers and bed by 9 1/2",
     " In morn to Louvre. Pictures Greek and Assyrian. Off by 2.42 for Geneva. Slept or dozed most of the aft. and night. ",
"To Geneva  by 9.20. Hotel  ..... . Tried E Naville in consuls  .....  wrong; sent me to Malagny walk there and talk with Naville 1-8 1/2.",
" Back by train. Up at 5 1/2 and off for Turin. Reached it by 6 1/2 even dinner papers and bed by 9 1/2.",
     " To church at 11. wrote Poole and home. up hills in aftn. To Lauzone's house heat museum. To there after him. ",
"Had long talk and then onto scarabs.copied a lot. Out by 3 when mus. closes walk. After diner to Z. talk 3 hrs on excavating etc ",
"To mus on scarabs Lausone Rossi and head of Vienna museum there. In aft going over large things. ",
"Chester in with L. Wrote Poole and home. To L. in even. off by 9.45 to Venice. Got there by 8 and slept on board.",
     "  Ashore by 7 went over Doge's Palace Arsenal gate and lions garden. St. Mark's corridors c; on board at 2 and left at 3. Fine day steaming ",
     " Down Adriatic Reached Brindisi about 2 and into harbor by daylight coaling all day; walked about.",
     " Walking about at Brindisi. over the convict prison etc Mail passengers on at night. ",
"Left Brindisi early rough weather and rainy; miserable all day. Walk to Gibson in Even. Still some motion and not up to much all day Fine day and all well",
     "  Fine day. Sighted Damietta at 12 1/2. Landed at Port Said at 5; ",
"found Ebsworth who pushed my baggage through and all the way on boat at 6. Arrived Hotel. Left at 12 in portal boat At  .....lif.  by 7 1/2 ",
     " breakfast saw statues etc Off by 11 1/2 for Cairo. There by 7 saw boxes safe and to Hotel at Anyheteme .?.  ",
     " To Dr Grant overhauled my boxes and arranged things forgoing this season. lunch there. To Griswood. To Col. Fraser. To Cook's again. In morn ",
     " In aft to Bulah found boat.  .....  fetched boxes and saw them all on boat safely.  To Cooks got 10",
     "walked to Abluna .?.  on to Tell Nuira coptn donkey through Tell Abu Hamed to Tell El Kehir. walk over to desert bad marsh. over desert N.",
     " over the lines of Arabi's camp. Down to boat by 11 again to start as there was a wind. wind went ahead after and finished by trecking to Kurassim .",
" Through the lock early and on to Tell er Ritabeh.",
     " working there; found Amoss come up by boat to join again in aft. On to Maksameh in evening.  ",
"Left Mahsameh early; and Day at Tell el Maskuta; found to Nehkt Warhebi .?.  and lattice.",
     " could not find Skofetish or Shugatuk back worse road through Tell el Euphris. Photos at Maskhenta in morn. On to Nefisbuhi .",
" mast nearly broken down at bridge. cleaning stowing finds. Boat baling quickly. Baling. writing to Poole Baling again. ",
"Stopping leaks. Photographing 20. To French counsel. Canal Officials and Port Enquiring. Hassein attends in Even. ",
"To Tusun .?.  and on to near Serufann .?.  on foot. Back in dark. Found nothing but some late pottery.",
     " With Bedouin over canal and down to between  .Bin Fander.  & Murra; 17 miles in all. Writing in even. ",
"With Bedouin y\to Gebel Manyour and towns S. of that up to Nefishoh; got on boat there and on to near El Magfiar footbed bitten",
" On somewhat travelled along old canal to Zell el Muchhuta. Photos there and along South of old canal in aft. ",
"Up to desert for well; found two  .....  with Bedouin;  .....  to El Magfar back by 1 ton. Through Kunnarin and to Tel el Kebis that night.",
     "  With Bedawi and Gebel Maryam and town S of that up to Nefishah; got on boat then on to near El Mayfar",
     " and at bed bitten? on somewhat and walked along old canal to Tell El Mukshuta .?. . ",
"Photos there and along S side of old canal in af't. up to desert for well; found two with Bedawi; to El Magfar .?. .",
     " back by 1 and on. Through Kunami and to Tell El Kebip .?.  that night.",
     "At Mudiyah about getting boat on. Over Tell Barta in aft. Boat through lock in Even. To Tell Mokdam. All Ro pottery on top/ Back by 6 1/2. To Clarke after dinner. Left Zyarig.",
     " wind ahead all day. only did about 6-7 miles. wind worse and rain; joined in tracking in morn. got to Miniet El Kaub .?. . 4 or 5 miles very wet.",
     " Off to Shofetich and round to Abu Hammed junction. Waited till 2 for boat. Through lock and on toward Zaga zig. ",
"Bad wind rain. Tracking to Zagazig by 5. called on Clarke. Found I could not go down river to Sder bridge here. ",
"To sta by G; Clarke and Steermaster settled by 11. To  .mound.  with Charle and A's. A's left by 2:30 fetches luggage. ",
"Talk with Clarke. To Mudirych but officials gone by 4:20. Writing in even.",
     " called on Clarke. Found I could not go down river to sea .?. .three dots in inverted triangle drawn.",
"  bridge here  To Sta by 9 Clarke and Sta master; settled by 11. To mounds with Clarke and A's.",
" A's left by 2:30 fetched luggage. Talk with Clarke. To Mudiriyeh but officials gone by 4.20. writing in even.",
"moving large stonesvery sandy in aftnwith Poole, on leaving here ... 02/05/1884",
"Going on with S tell, + house mound. 02/06/1884",
"Left final g .... Marching all day, up to . e . omit Radi. Writing notes of Cairostory. copying scarabs etc. 03/01/1884",
"work as beforecleaning up for rest of Tirhaka 03/03/1884",
"Doing accounts 03/07/1884",
"Going up to Shekh GovernTo Tell el Yehudiyhin aft. 03/12/1883",
"Loading boat + off by 11 for Saun.Steps reached Sam abt 12 + slept in boat 04/02/1884",
"same 04/04/1884",
"going on with cleaning round Ptol. inscrip, sinking shaft in NW hill, + shaft at S .end of W. plain. cleaning at pylon. 05/05/1884",
"Began in ground between (...) & avenue 05/06/1884",
"To Loud, copying plan of San. with Poole at 12 1/2 discussing details, lunch aft, + left him 2 1/2. Copying other plans.",
" Home by 5 1/4. wrote letters. To Wm Bennet + Uncle A in even. packed, + to bed by 11' but only slept 3 hrs. 05/11/1883",
"Finished by (...) by N gatesame work 06/03/1884",
"Going to Belbeisexamining hills with telescope all morn, no tombs or cuttings visible. Off 2 miles before Balbeis. To Roman camp in aft. 06/12/1883",
"Still no letters.Photod Storm. Wind still too strongahead to get on. Off in aft2 miles. 07/01/1884",
"AW returned with money 07/04/1884",
"To Venice by sunsetGoing on with survey drawing of a triangle s 07/07/1884",
"men hunting for stones+ carrying for house. 08/02/1884",
" ... in mornTo s ... in aft. Work on N tell, many ... 08/05/1884",
"same+ began on stone walls in shaft + on pits in NW hill 09/06/1884",
"Begin trenches by hall.Khalifa returned with with 40 Pounds.Found figures ... E. ... 10/03/1884",
"soldiers & doctor,Houses 10/04/1884",
"AF Turin by 11 1/2. To museum, copied scarabs. Lay down at 5 to waf ebfore dinner + slept till 10 1/4, + then 7 1/2 am 10/07/1884",
"over desert N.over the lines of Arabi's camp. Down to boat by 11 again to start as there was a wind. wind went ahead after, + finished by trecking to Kurassim . 10/12/1883",
"on to Sharrage hunting for alters saw many ruins 11/01/1884",
"House begunClearing up to and wall. Cuttingin line of granite sphinx. Cleaning statues. Shaft in sand. Clearinghouses. Fine 52 men, boys + girls.52 11/02/1884",
"clearing in No 35Heavy storms all the afternoon 12/05/1884",
"To name house, he at museum. Tothere after him. Had hrs talk, and thenon to scarabs. Copied a lot. Out at 3when Mus. closes, walk. After dinnerto L. talk 3 hrs on excavating etc. 12/11/1883",
"same work 13/03/1884",
"Same work 13/06/1884",
"Photos at Maskhenta in morn. On to Nefisbuhi , mast nearly broken down at bridge. cleaning +stowing finds. Boat baling quickly. Baling. writing to Poole 13/12/1883",
"Packing and off i shopping. Left luggage on boat and took ... . 11.30 ... B, so waited till 2.45. To Tell el ... B by 6 1/4. slept at station. 14/01/1884",
"Finished cleaning up cut to wall. Cutting for sphinxes. Cutting both sides E end 14/02/1884",
"on trenches +c again 14/04/1884",
"Finished scarabs, and ... ... . .. in aft.Left by 8 1/2 14/07/1884",
"No35 large blue pot photography. Put house tonight. 15/05/1884",
"Began survey of templedid E andReis name went. 16/06/1884",
"Fine day, steamingdown Adriatic. 16/11/1883",
"at 7 1/2 100-2Walked to Desulu with traps.Out to Muhllat Malelenothing to be seen of Tellsat 8 1/2 99-6 17/01/1884",
" ... down 4 large blocks of pylon. 17/03/1884",
"To Tell BedawiLooking over site. (...) (N)very hot. 17/04/1884",
"With Bedouin y\to Gebel Manyour, + towns S. of that up to Nefishoh; got on boat there + on to near El Magfiar, footbed, bitten 17/12/1883",
"Cutting for (...) clearing parts of wall shaft. clearing pylon. Khalife returned with letters 18/02/1884",
"Going on with houses at E end 19/05/1884",
"Left Brindisi early, roughweather and raining; miserable allday. Talk to Gibson in even. 19/11/1883",
"Finished temple and ... and half pylon. 20/06/1884",
"off to Shofetich , + round to Abu Hamm ... ard junctn waited till 2 for boat. Through lock + on to Zagazig. 20/12/1883",
"To name 21/01/1884",
"Took on more men 82 in all Very high wind all day Enjoyed oldnew trenches on N (...) (...)82 21/02/1884",
"Photographingquantity of figures found in housewrote letter for ... Poole. 21/03/1884",
"same work 21/04/1884",
"Up at 4. and off 4.40for name , waling and donkey, gotthere by 11. ... Cairo by 5. stopped at AmosesBoxes to museum 23/06/1884",
"At name by 7 1/2Breakfast, saw statues etc. Off by11 1/2 for Cairo. There by 7, sawboxes safe, and to Hotel d'Angleterreafter dinner to Grants. 23/11/1883",
"Began pits 5 and 6 in road. Ibr. Dafallah and ... , ... very sleepy. ... 92° inshade 24/03/1884",
"To Tell Neohdam. All Ro pottery on top. Back by 6 1/2. In Clarhu after dinner. 24/12/1883",
"100.0 99.6 ... Dr Davies in accomm.To bed afterwards 25/01/1884",
"Some rain, thunder.Same trenches, & new ones on S side.cleaning under big stela.106 25/02/1884",
"Returned by 9 1/2 to name with Rix on R.Soc ... Round work. 25/04/1884",
"Began on southern district at end of big mound.began big well behind house 26/05/1884",
"To Cook's and to name To Dr. Grants over hauled my boxes, andarranged things for going this season.Lunch there. To Girdwood. To Col. France.To Cook's again. 26/11/1883",
"Z pyramids with AmosesFinished accounts with Ali 27/06/1884",
"To Salsalmen as wind still strong ahead. Found jam acorss in water so could not go on. Telegraphed to Clarke + wrote. 27/12/1883",
"at 8 98.6Maspero and Speeding to lunch 28/01/1884",
"Same workRoman house by pylonwith Dr Grant, Col Baker 28/02/1884",
"Hot. 94° in shadeFound artists house on S sideOver ... stones and settling what to get from Cairo.Began houses outside N wall. 28/03/1884",
"Copying in ... Cooler. but high wind, W.with Sir name , name . 29/04/1884",
"on N end of s (...) 29/05/1884",
"Copying Bulah in mornDag's in aft 30/06/1884",
"Arranging thingson board. In aft moved down to name 30/11/1883",
"wet all night + in morn. mud deepTo dig by 11, copyingscarabs all day, 60 done.Dr Cruickshank in even. 31/01/1884",
"Put on 170 altogether.sphinxes + tablets found. 31/03/1884",
"To Scott Moncrieff about canal. To Maspero, ... about order. To Col. Watson."," To Dr. Grant to see stone up mushi; found it to be up Khuenaten."," Writing letters. Edyer Minculim aft. 31/12/1883"
]
}
